tap "cloudflare/cloudflare"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew", "git@github.com:mongodb/homebrew-brew.git"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "astyle"
brew "autoconf"
brew "automake"
brew "autopep8"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "c-ares"
brew "pcre"
brew "pkg-config"
brew "llvm"
brew "ccls"
brew "cmake"
brew "cmake-docs"
brew "cmocka"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "diesel"
brew "dotnet"
brew "elixir"
brew "elixir-ls"
brew "fd"
brew "fortune"
brew "libtool"
brew "geoip"
brew "ghcup"
brew "git"
brew "git-lfs"
brew "go"
brew "gopls"
brew "htop"
brew "httpd"
brew "httpx"
brew "hub"
brew "hwloc"
brew "irssi"
brew "jdtls"
brew "jenkins-lts"
brew "jq"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "lf"
brew "libgcrypt"
brew "libpcap"
brew "lua-language-server"
brew "luajit", args: ["HEAD"]
brew "maven"
brew "minikube"
brew "mono-libgdiplus"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nmap"
brew "nvm"
brew "onefetch"
brew "openssl@3"
brew "perl"
brew "php"
brew "postgresql", restart_service: true
brew "prettier"
brew "purescript"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "pyright"
brew "qrencode"
brew "rabbitmq"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "shfmt"
brew "shtool"
brew "solana"
brew "solidity"
brew "stow"
brew "swiftformat"
brew "task"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "cloudflare/cloudflare/cloudflared"
brew "helix-editor/helix/helix"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
cask "aldente"
cask "alfred"
cask "altair-graphql-client"
cask "dbeaver-community"
cask "discord"
cask "fig"
cask "github"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mos"
cask "neo4j"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postico"
cask "postman"
cask "qbittorrent"
cask "rar"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
